tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "git"
brew "postgresql", restart_service: true
brew "postgis"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "heroku/brew/heroku"
cask "alfred"
cask "beamer"
cask "chromedriver"
cask "clickup"
cask "dash"
cask "docker"
cask "font-source-code-pro"
cask "google-chrome"
cask "launchrocket"
cask "mounty"
cask "muzzle"
cask "rectangle"
cask "signal"
cask "skype"
cask "spotify"
cask "steam"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "iterm2"
mas "1Password", id: 443987910
cask "slack"
cask "docker"
