tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
# Automatic configure script builder
brew "autoconf"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Shell extension to jump to frequently used directories
brew "autojump"
# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Programmable completion for Bash 3.2
brew "bash-completion"
# Informative, fancy bash prompt for Git users
brew "bash-git-prompt"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# GNU awk utility
brew "gawk"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Mac App Store command-line interface
brew "mas"
# Object-relational database system
brew "postgresql", restart_service: true
# Adds support for geographic objects to PostgreSQL
brew "postgis"
# Code-search similar to ack
brew "the_silver_searcher"
# CLI tool that moves files or folder to the trash
brew "trash"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# Internet file retriever
brew "wget"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Application launcher and productivity software
cask "alfred"
cask "autofirma"
# Desktop casting/streaming app for Apple TV and Chromecast
cask "beamer"
# Automated testing of webapps for Google Chrome
cask "chromedriver"
# Productivity platform for tasks, docs, goals, and chat
cask "clickup"
# API documentation browser and code snippet manager
cask "dash"
# App to build and share containerized applications and microservices
cask "docker"
# Web browser
cask "firefox"
# Syncing software for Polar Flow products
cask "flowsync"
# Web browser
cask "google-chrome"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
cask "launchrocket"
# Screen and video recording software
cask "loom"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
cask "microsoft-word"
# Re-mounts write-protected NTFS volumes
cask "mounty"
# Silence embarrassing notifications while screensharing
cask "muzzle"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Instant messaging application focusing on security
cask "signal"
# Video chat, voice call and instant messaging application
cask "skype"
# Music streaming service
cask "spotify"
# Video game digital distribution service
cask "steam"
# Open-source BitTorrent client
cask "transmission"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Desktop client for WhatsApp
cask "whatsapp"
# Video communication and virtual meeting platform
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Controlly", id: 1548544614
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Flow", id: 1423210932
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "StuffIt Expander", id: 405580712
mas "Telegram", id: 747648890
mas "Unsplash Wallpapers", id: 1284863847
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
